Repository: mozilla-l10n/mt-training-data
Catalog: sat/sat_pontoon.tmx
Source language: en_us
Languages: sat

source: Firefox is updated - and improved!
sat: Firefox ᱦᱟᱹᱞᱤᱭᱟᱜ ᱦᱚᱭᱮᱱᱟ - ᱟᱨ ᱥᱩᱫᱷᱨᱟᱹᱣ ᱦᱩᱭ ᱮᱱᱟ!

source: Firefox Nightly gets updated every night and has experimental new features. However, it may be less stable. Download our beta browser for a more stable experience.
sat: Firefox Nightly ᱫᱚ ᱡᱷᱚᱛᱚ ᱟᱹᱭᱩᱵᱽ ᱟᱹᱯᱰᱮᱴᱚᱜ ᱠᱟᱱᱟ ᱟᱨ ᱚᱱᱟ ᱨᱮ ᱮᱠᱥᱯᱮᱨᱤᱢᱮᱱᱴᱟᱞ ᱯᱷᱤᱪᱚᱨ ᱠᱚ ᱢᱮᱱᱟᱜᱼᱟ ᱾ ᱦᱮᱞᱮ ᱚᱱᱟ ᱫᱚ ᱠᱚᱢ ᱥᱴᱮᱵᱚᱞ ᱛᱟᱦᱮᱸᱱᱟ ᱾ ᱵᱮᱥ ᱥᱴᱮᱵᱟᱹᱞ ᱮᱠᱥᱯᱤᱨᱤᱭᱮᱸᱥ ᱞᱟᱹᱜᱤᱫᱽ ᱟᱞᱮᱭᱟᱜ ᱵᱮᱴᱟ ᱵᱨᱟᱣᱡᱟᱹᱨ ᱰᱟᱩᱱᱞᱳᱰ ᱯᱮ ᱾

source: Firefox Nightly has moved
sat: Firefox Nightly ᱩᱪᱟᱹᱰ ᱟᱠᱟᱱᱟ

source: Firefox Preview is now Firefox Nightly
sat: Firefox Preview ᱱᱤᱛᱚᱜ ᱫᱚ Firefox Nightly ᱦᱩᱭ ᱮᱱᱟ

source: Firefox will be ready in a moment…
sat: ᱢᱤᱫ ᱜᱷᱟᱹᱬᱤᱡ ᱨᱮ Firefox ᱛᱮᱭᱟᱨᱚᱜ-ᱟ ...

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
sat: Firefox ᱟᱢᱟᱜ ᱠᱷᱟᱛᱟ ᱥᱟᱞᱟᱜ ᱟᱭᱩᱨ ᱢᱤᱫ ᱵᱚᱸᱫᱭ ᱟᱭ, ᱦᱮᱞᱮ ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱪᱮᱫ ᱦᱚᱸ ᱵᱟᱭ ᱢᱮᱴᱟᱣᱟᱭ ᱾

source: FOLDER
sat: ᱯᱚᱴᱚᱢ

source: Follow device language
sat: ᱥᱟᱫᱷᱚᱱ ᱨᱮᱭᱟᱜ ᱯᱟᱹᱨᱥᱤ ᱯᱟᱸᱡᱟᱭ ᱢᱮ

source: Follow device theme
sat: ᱥᱟᱫᱷᱚᱱ ᱩᱭᱦᱟᱹᱨ ᱯᱟᱸᱡᱟᱭ ᱢᱮ

source: Font Size
sat: ᱪᱤᱠᱤ ᱨᱮᱭᱟᱜ ᱢᱟᱯ

source: Font size decrease
sat: ᱪᱤᱠᱤ ᱢᱟᱯ ᱠᱚᱢ ᱢᱮ

source: Font size increase
sat: ᱪᱤᱠᱤ ᱢᱟᱯ ᱢᱟᱨᱟᱝ ᱢᱮ

source: Font size will match your Android settings. Disable to manage font size here.
sat: ᱪᱤᱠᱤ ᱢᱟᱞ ᱫᱚ ᱮᱱᱰᱨᱚᱭᱮᱰ ᱥᱟᱡᱟᱣ ᱥᱟᱞᱟᱜ ᱥᱚᱢᱟᱱᱚᱜᱼᱟ ᱾ ᱪᱤᱠᱤ ᱢᱟᱯ ᱵᱚᱸᱫᱚ ᱞᱟᱹᱜᱤᱫ ᱱᱚᱰᱮ ᱢᱮᱱᱮᱡ ᱢᱮ ᱾

source: Forward
sat: ᱞᱟᱦᱟ

source: Frees up storage space
sat: ᱡᱚᱜᱟᱣ ᱡᱟᱭᱜᱟ ᱠᱷᱚᱞᱤ ᱛᱟᱦᱮᱱ ᱟᱭ

source: Front-facing camera
sat: ᱥᱟᱢᱟᱝ ᱥᱮᱫᱟᱜ ᱠᱮᱢᱨᱟ

source: Full screen site controls
sat: ᱯᱩᱨᱟᱹ ᱤᱥᱠᱨᱤᱱ ᱥᱟᱭᱤᱴ ᱥᱟᱸᱢᱲᱟᱣ

source: General
sat: ᱥᱟᱫᱷᱟᱨᱚᱬ

source: Gestures
sat: ᱪᱤᱱᱦᱟᱹ ᱠᱚ

source: Get answers here
sat: ᱱᱚᱰᱮ ᱛᱮᱞᱟ ᱠᱚ ᱧᱟᱢ ᱟᱢ

source: Get data from the clipboard
sat: ᱨᱮᱴᱚᱵᱼᱵᱚᱰ ᱠᱷᱚᱱ ᱰᱟᱴᱟ ᱧᱟᱢ ᱢᱮ

source: Get Firefox for Android Beta
sat: Firefox ᱧᱟᱢ ᱢᱮ Android Beta ᱞᱟᱹᱜᱤᱫ ᱛᱮ

source: Get the most out of %s.
sat: %s ᱠᱷᱚᱱ ᱡᱟᱹᱥᱛᱤ ᱡᱤᱱᱤᱥ ᱵᱟᱰᱟᱭ ᱢᱮ ᱾

source: Get the new Nightly
sat: ᱱᱟᱶᱟ Nightly ᱧᱟᱢ ᱢᱮ

source: Get to Firefox faster. Add a widget to your Home screen.
sat: Firefox ᱞᱚᱜᱚᱱ ᱚᱰᱚᱠ ᱢᱮ, ᱚᱲᱟᱜ ᱥᱠᱨᱤᱤᱱ ᱨᱮ ᱣᱤᱡᱮᱴ ᱥᱮᱞᱮᱫᱽ ᱢᱮ ᱾

source: Get to know %s
sat: %s ᱵᱟᱵᱚᱛ ᱵᱟᱲᱟᱭ ᱢᱮ

source: Give feedback
sat: ᱯᱩᱥᱴᱟᱹᱣ ᱮᱢ ᱢᱮ

source: Go Back
sat: ᱯᱟᱹᱪᱷᱞᱟᱹ ᱥᱮᱫᱽ ᱥᱮᱱᱚᱜ ᱢᱮ

source: Go Back (Recommended)
sat: ᱛᱟᱭᱚᱢ ᱥᱮᱱᱚᱜ ᱢᱮ (ᱠᱷᱚᱡᱚᱜ ᱜᱮᱭᱟ)

source: Go home
sat: ᱚᱲᱟᱜ ᱪᱟᱞᱟᱜ ᱢᱮ

source: Got it
sat: ᱵᱩᱡᱷᱟᱹᱣ ᱠᱮᱫᱟ

source: Go to settings
sat: ᱥᱟᱡᱟᱣ ᱠᱚ ᱨᱮ ᱪᱟᱞᱟᱜ ᱢᱮ

source: Go to Settings
sat: ᱥᱟᱡᱟᱣ ᱠᱚ ᱨᱮ ᱪᱟᱞᱟᱜ ᱢᱮ

source: Grid
sat: ᱡᱟᱹᱞᱤ

source: Group together similar searches, sites, and tabs for quick access later.
sat: ᱥᱚᱢᱟᱱ ᱥᱮᱸᱫᱽᱨᱟ, ᱥᱟᱭᱤᱴ ᱟᱨ ᱴᱮᱵ ᱠᱚ ᱛᱟᱭᱚᱢ ᱛᱮ ᱞᱚᱜᱚᱱ ᱥᱮᱴᱮᱨ ᱞᱟᱹᱜᱤᱫ ᱫᱳᱞ ᱛᱮᱨᱟᱴ ᱠᱟᱜ ᱢᱮ ᱾

source: Harmful site issue
sat: ᱵᱚᱛᱚᱨ ᱥᱟᱭᱤᱴ ᱤᱢ ᱪᱟᱞ

source: Have questions about the redesigned %s? Want to know what’s changed?
sat: ᱨᱤᱰᱤᱡᱟᱭᱤᱱ %s ᱵᱟᱵᱚᱛ ᱠᱩᱞᱤ ᱢᱮᱱᱟᱜᱼᱟ? ᱵᱚᱫᱚᱞ ᱠᱚ ᱵᱟᱰᱟᱭ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ ᱥᱮ?

source: Help
sat: ᱜᱚᱲᱚ

source: Hide and show browser tabs
sat: ᱵᱨᱟᱩᱡᱚᱨ ᱴᱮᱵ ᱠᱚ ᱩᱠᱩ ᱟᱨ ᱩᱫᱩᱜ ᱢᱮ

source: Hide password
sat: ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱩᱠᱩ

source: Highlighted
sat: ᱩᱪᱷᱟᱹᱱᱟᱜ

source: History
sat: ᱦᱤᱛᱟᱹᱞ

source: History Deleted
sat: ᱦᱤᱛᱟᱹᱞ ᱢᱮᱴᱟᱣᱮᱱᱟ

source: History item menu
sat: ᱦᱤᱛᱟᱹᱞ ᱡᱤᱱᱤᱥ ᱢᱮᱱᱩ

source: Home
sat: ᱚᱲᱟᱜ

source: Homepage
sat: ᱚᱲᱟᱜ ᱥᱟᱦᱴᱟ

source: If allowed, private tabs will also be visible when multiple apps are open
sat: ᱡᱩᱫᱤ ᱢᱟᱸᱡᱩᱨ ᱮᱱᱟ, ᱯᱨᱟᱭᱣᱮᱴ ᱴᱮᱵ ᱠᱚ ᱫᱚ ᱧᱮᱞᱚᱜ ᱜᱮᱭᱟ ᱡᱩᱫᱤ ᱢᱟᱹᱞᱴᱤᱯᱟᱹᱞ ᱮᱯᱯ ᱠᱚ ᱠᱷᱩᱞᱟᱹ ᱛᱟᱦᱮᱸᱱᱟ

source: In all tabs
sat: ᱡᱷᱚᱛᱚ ᱛᱮᱵ ᱠᱚᱨᱮ ᱠᱚ

source: Input data to the clipboard
sat: ᱨᱮᱴᱚᱵᱼᱵᱚᱰ ᱨᱮ ᱰᱟᱴᱟ ᱟᱫᱮᱨ ᱢᱮ

source: Insecure Connection
sat: ᱱᱤᱼᱡᱟᱯᱛᱤ ᱡᱚᱱᱚᱲᱟᱣ

source: Install
sat: ᱵᱚᱦᱟᱞ ᱢᱮ

source: Install Add-on
sat: ᱮᱰ-ᱚᱱ ᱵᱚᱦᱟᱞ ᱢᱮ

source: Installed
sat: ᱵᱚᱦᱟᱞᱮᱱᱟ

source: Invalid Address
sat: ᱵᱷᱩᱞ ᱴᱷᱤᱠᱟᱱᱟᱹ

source: Invalid URL
sat: ᱵᱟᱝ ᱵᱟᱛᱟᱣ URL

source: It requires your permission to:
sat: ᱱᱚᱶᱟ ᱨᱮ ᱟᱢᱟᱜ ᱚᱱᱩᱢᱚᱛᱤ ᱫᱚᱨᱠᱟᱨ ᱟ:

source: Jan
sat: ᱯᱩᱥ

source: Jul
sat: ᱟᱥᱟ

source: Jun
sat: ᱡᱷᱮ

source: Keep your data to yourself. %s protects you from many of the most common trackers that follow what you do online.
sat: ᱟᱢᱟᱜᱽ ᱰᱟᱴᱟ ᱟᱢ ᱴᱷᱮᱱ ᱜᱮ ᱫᱚᱦᱚᱭ ᱢᱮ ᱾ %s ᱫᱚ ᱟᱭᱢ ᱟᱭᱢᱟ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ ᱴᱷᱮᱱ ᱠᱷᱚᱱ ᱚᱱᱞᱟᱭᱤᱱ ᱨᱩᱠᱷᱤᱭᱟᱹᱭ ᱢᱮᱟᱭ ᱾

source: Know your rights
sat: ᱟᱢᱟᱜ ᱦᱚᱠ ᱠᱚ ᱵᱟᱲᱟᱭ ᱛᱟᱢ

source: Label for entering a text input field
sat: ᱚᱱᱚᱞ ᱟᱫᱮᱨ ᱡᱟᱭᱜᱟ ᱨᱮᱭᱟᱜ ᱞᱮᱵᱮᱞ

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
sat: ¶•<label> ᱤᱢᱯᱚᱨᱥᱳᱱᱮᱴ ᱥᱟᱭᱤᱴ ᱡᱟᱦᱟᱸᱭ ᱠᱚ ᱨᱤᱠᱟᱹ ᱫᱟᱲᱮᱭᱟᱜ-ᱟ ᱟᱨ ᱟᱢ ᱫᱚ ᱪᱟᱞᱟᱣ ᱛᱮ ᱦᱩᱭ ᱟᱢᱟ ᱾ </label>¶•<br><br>¶•<label>ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱟᱡᱟᱜ ᱩᱯᱨᱩᱢ ᱛᱮ ᱥᱚᱫᱚᱨ ᱫᱟᱲᱮᱭᱟᱜ-ᱟ ᱾ %1$s ᱯᱟᱹᱛᱭᱟᱹᱣ ᱵᱟᱹᱱᱩᱜ <b>%2$s</br>ᱪᱮᱫᱟᱜ ᱥᱮ ᱱᱚᱶᱟ ᱨᱮᱱᱟᱜ ᱥᱟᱨᱴᱤᱯᱷᱤᱠᱮᱴ ᱪᱟᱞᱩ ᱵᱟᱰᱟᱭ ᱵᱟᱹᱱᱩᱜ-ᱟ, ᱥᱟᱨᱴᱤᱯᱷᱤᱠᱮᱴ ᱥᱮᱞᱯᱷ ᱥᱟᱭᱤᱱ ᱜᱮᱭᱟ, ᱥᱮ ᱥᱟᱨᱵᱷᱟᱨ ᱥᱟᱨᱴᱤᱯᱷᱤᱠᱮᱴ ᱵᱟᱝ ᱥᱮᱱ ᱫᱟᱲᱮᱭᱟᱜ ᱱᱤᱦᱟᱹᱛᱤ </label>¶•

source: Language
sat: ᱯᱟᱹᱨᱥᱤ

source: Last 24 hours
sat: 24 ᱴᱟᱲᱟᱝ ᱢᱟᱲᱟᱝ

source: Last 30 days
sat: 30 ᱫᱤᱱ ᱢᱟᱲᱟᱝ

source: Last 7 days
sat: 7 ᱫᱤᱱ ᱢᱟᱲᱟᱝ

source: Last attempt:
sat: ᱢᱩᱪᱟᱹᱫ ᱠᱩᱨᱩᱢᱩᱴᱩ:

source: Last synced: never
sat: ᱢᱟᱲᱟᱝ ᱥᱭᱸᱠ ᱠᱚᱺ ᱛᱤᱥ ᱦᱚᱸ ᱵᱟᱝᱟ

source: Last synced: %s
sat: ᱢᱟᱲᱟᱝ ᱥᱭᱸᱠ ᱠᱚᱺ %s

source: Last updated
sat: ᱢᱩᱪᱟᱹᱫ ᱦᱟᱹᱞᱤᱭᱟᱜ

source: Last used
sat: ᱢᱟᱲᱟᱝ ᱵᱮᱵᱷᱟᱨᱟᱜ

source: Later
sat: ᱛᱟᱭᱚᱢ ᱛᱮ

source: Learn About Sending Tabs…
sat: ᱴᱮᱵ ᱠᱚ ᱮᱢᱟᱱ ᱵᱷᱮᱡᱟ ᱵᱟᱵᱚᱛ ᱵᱟᱰᱟᱭ ᱢᱮ…

source: Learn more
sat: ᱰᱷᱮᱨ ᱥᱮᱬᱟᱭ ᱢᱮ

source: Learn More
sat: ᱰᱷᱮᱨ ᱥᱮᱬᱟᱭ ᱢᱮ

source: Learn more about permissions
sat: ᱪᱷᱟᱹᱲ ᱵᱟᱵᱚᱛ ᱡᱟᱹᱥᱛᱤ ᱵᱟᱰᱟᱭ ᱢᱮ

source: Learn more about Sync.
sat: ᱥᱭᱸᱠ ᱵᱟᱵᱚᱛ ᱡᱟᱹᱥᱛᱤ ᱵᱟᱰᱟᱭ ᱢᱮ ᱾

source: Learn more link
sat: ᱰᱷᱮᱨ ᱥᱮᱬᱟᱭ ᱨᱮᱭᱟᱜ ᱞᱤᱸᱠ

source: Leave
sat: ᱵᱟᱹᱜᱤ ᱢᱮ

source: Libraries that we use
sat: ᱯᱩᱛᱷᱤ ᱚᱲᱟᱜ ᱡᱟ ᱟᱞᱮ ᱵᱮᱵᱷᱟᱨ ᱟᱞᱮ

source: Library
sat: ᱯᱩᱛᱷᱤ ᱚᱲᱟᱜ

source: Licensing information
sat: ᱞᱟᱭᱥᱮᱸᱱᱥ ᱨᱮᱭᱟᱜ ᱠᱷᱚᱵᱚᱨ

source: Light
sat: ᱢᱟᱨᱥᱟᱞ

source: Light color scheme
sat: ᱢᱟᱨᱥᱟᱞ ᱨᱚᱝ ᱯᱚᱱᱛᱷᱟ

source: Light theme
sat: ᱢᱟᱨᱥᱟᱞ ᱩᱭᱦᱟᱹᱨ

source: Limits the ability of social networks to track your browsing activity around the web.
sat: ᱵᱨᱟᱩᱡᱤᱝ ᱠᱟᱹᱢᱤ ᱠᱚ ᱮᱢᱟᱱ ᱥᱚᱥᱤᱭᱟᱹᱢ ᱢᱮᱰᱤᱭᱟ ᱱᱮᱴᱣᱟᱨᱠ ᱨᱮ ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱠᱚ ᱣᱮᱵᱽ ᱨᱮ ᱞᱤᱢᱤᱴ ᱛᱟᱢᱟᱭ ᱾

source: Link copied to clipboard
sat: ᱞᱤᱸᱠ ᱨᱮᱴᱚᱵᱼᱵᱚᱰ ᱨᱮ ᱱᱚᱠᱚᱞᱮᱱᱟ

source: List
sat: ᱞᱤᱥᱴᱭ

source: Loading
sat: ᱞᱚᱰᱤᱝ

source: Location
sat: ᱡᱟᱭᱜᱟ

source: Login options
sat: ᱮᱴᱟᱜᱟᱜ ᱠᱚ ᱞᱚᱜᱤᱱ

source: Logins
sat: ᱵᱚᱞᱚᱱ ᱠᱚ

source: Logins and passwords
sat: ᱵᱚᱞᱚᱱ ᱠᱚ ᱟᱨ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱠᱚ

source: Logins and passwords that are not saved will be shown here.
sat: ᱵᱚᱞᱚᱱ ᱥᱩᱦᱤ ᱟᱨ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱠᱚ ᱡᱟ ᱵᱟᱝ ᱥᱟᱸᱪᱟᱣ ᱠᱟᱱᱟ ᱚᱱᱟᱠᱩ ᱱᱚᱰᱮ ᱩᱫᱩᱜᱚᱣᱟ ᱾

source: Logins and passwords will not be saved for these sites.
sat: ᱞᱚᱜᱤᱱᱥ ᱟᱨ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱫᱚ ᱱᱚᱶᱟ ᱥᱟᱭᱤᱴ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱝ ᱥᱟᱸᱪᱟᱣᱜᱼᱟ ᱾

source: Make text on websites larger or smaller
sat: ᱣᱮᱵᱥᱟᱭᱤᱴ ᱨᱮ ᱚᱱᱚᱞ ᱠᱚ ᱢᱟᱨᱟᱝ ᱵᱟᱝᱠᱷᱟᱱ ᱦᱩᱰᱤᱧ ᱠᱚᱨᱟᱣ ᱢᱮ

source: Malware site issue
sat: ᱢᱟᱞᱣᱮᱨ ᱥᱟᱭᱤᱴ ᱤᱥᱥᱩ

source: Manage logins
sat: ᱞᱚᱜᱤᱱ ᱵᱮᱵᱚᱥᱛᱷᱟ ᱠᱚ

source: Manage site permissions
sat: ᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱪᱷᱟᱹᱲ ᱠᱚ ᱢᱮᱱᱮᱡ ᱢᱮ

source: Manually
sat: ᱛᱤ ᱛᱮᱭᱟᱜ

source: Mar
sat: ᱯᱷᱟ

source: Marketing data
sat: ᱢᱟᱨᱠᱮᱴᱤᱝ ᱰᱟᱴᱟ

source: May
sat: ᱵᱟᱹᱭ

source: Media
sat: ᱢᱤᱰᱤᱭᱟ

source: Menu
sat: ᱢᱮᱱᱩ

source: Microphone
sat: ᱢᱟᱭᱠᱨᱚᱯᱷᱚᱱ

source: Microphone 1
sat: ᱢᱟᱭᱠᱨᱚᱯᱷᱚᱱ 1

source: Microphone is on
sat: ᱢᱟᱭᱠᱨᱚᱯᱷᱚᱱ ᱪᱟᱹᱞᱩ ᱢᱮᱱᱟᱜ-ᱟ

source: Migration completed
sat: ᱩᱪᱟᱹᱲ ᱪᱟᱵᱟᱭᱮᱱᱟ

source: Monitor extension usage and manage themes
sat: ᱯᱟᱥᱱᱟᱣ ᱵᱮᱵᱷᱟᱨ ᱨᱮ ᱱᱚᱡᱚᱨ ᱫᱚᱦᱚ ᱟᱨ ᱩᱭᱦᱟᱹᱨ ᱵᱮᱵᱚᱥᱛᱷᱟ

source: More options
sat: ᱰᱷᱮᱨ ᱮᱴᱟᱜᱟᱜ

source: Mozilla location service
sat: Mozilla ᱨᱮᱭᱟᱜ ᱡᱟᱭᱜᱟ ᱠᱟᱹᱢᱤ

source: Must have a title
sat: ᱧᱩᱛᱩᱢ ᱦᱩᱭ ᱫᱚᱨᱠᱟᱨ ᱠᱟᱱᱟ

source: Name
sat: ᱭᱩᱛᱩᱢ

source: NAME
sat: ᱧᱩᱛᱩᱢ

source: Name (A-Z)
sat: ᱧᱩᱛᱩᱢ (A-Z)

source: Name collection
sat: ᱛᱩᱢᱟᱹᱞ ᱧᱩᱛᱩᱢᱼᱟᱜ ᱢᱮ

source: Navigate back
sat: ᱯᱟᱹᱪᱷᱞᱟᱹᱥᱮᱱ ᱪᱟᱞᱟᱜ ᱢᱮ

source: Never
sat: ᱛᱤᱥ ᱦᱚᱸ ᱵᱟᱝ

source: Never save
sat: ᱥᱟᱸᱪᱟᱣ ᱛᱤᱥ ᱦᱚᱸ ᱵᱟᱝ

source: New add-on available
sat: ᱱᱟᱶᱟ ᱮᱰ-ᱚᱱ ᱢᱮᱱᱟᱜ-ᱟ

source: New add-ons available
sat: ᱱᱟᱶᱟ ᱮᱰ-ᱚᱱᱥ ᱠᱚ ᱢᱮᱱᱟᱜ-ᱟ

source: New private tab
sat: ᱱᱟᱶᱟ ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵ

source: New private tab opened
sat: ᱱᱟᱶᱟ ᱱᱤᱡᱚᱨᱟᱜ ᱴᱮᱵ ᱠᱷᱩᱞᱟᱹᱭ ᱮᱱᱟ

source: New tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵᱽ

source: New tab opened
sat: ᱱᱟᱶᱟ ᱴᱮᱵ ᱠᱷᱩᱞᱟᱹᱭ ᱮᱱᱟ

source: No account? Create one to sync Firefox between devices.
sat: ᱚᱠᱟ ᱠᱷᱟᱛᱟ ᱵᱟᱹᱱᱩᱜᱼᱟ? ᱥᱟᱫᱷᱚᱱ ᱵᱷᱤᱛᱨᱭ ᱨᱮ Firefox ᱥᱭᱸᱠ ᱞᱟᱹᱜᱤᱫᱽ ᱱᱟᱶᱟ ᱛᱮᱭᱟᱨ ᱢᱮ ᱾

source: No account? <u>Create one</u> to sync Firefox between devices.
sat: ᱠᱷᱟᱛᱟ ᱵᱟᱹᱱᱩᱜᱼᱟ? <u>ᱢᱤᱫᱴᱟᱹᱝ ᱛᱮᱭᱟᱨ ᱢᱮ</u> ᱰᱥᱫᱷᱚᱱ ᱠᱚ ᱵᱷᱤᱛᱨᱭ ᱨᱮ Firefox ᱥᱭᱸᱠ ᱞᱟᱹᱜᱤᱫ ᱾

source: No add-ons here
sat: ᱱᱚᱰᱮ ᱮᱰ-ᱟᱸᱱᱥ ᱠᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ

source: No app found to open %1$s files
sat: %1$s ᱨᱮᱫ ᱠᱚ ᱠᱷᱩᱞᱟᱹ ᱞᱟᱹᱜᱤᱫ ᱪᱮᱫ ᱦᱚᱸ ᱮᱯᱯ ᱵᱟᱝ ᱧᱟᱢ ᱞᱟᱱᱟ

source: No bookmarks here
sat: ᱵᱩᱠᱢᱟᱨᱠ ᱠᱚ ᱱᱚᱰᱮ ᱵᱚᱱᱩᱜ-ᱟ

source: No camera available on device
sat: ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱠᱮᱢᱨᱟ ᱵᱟᱹᱱᱩᱜ-ᱟ

source: No crash reports have been submitted.
sat: ᱚᱠᱟ ᱦᱚᱸ ᱨᱟᱹᱯᱩᱫ ᱨᱤᱯᱚᱨᱴ ᱡᱚᱢᱟ ᱵᱟᱝ ᱦᱩᱭ ᱠᱟᱱᱟ ᱾

source: No Devices Connected
sat: ᱥᱟᱫᱷᱚᱱ ᱠᱚ ᱡᱚᱲᱟᱣ ᱵᱚᱱᱩᱜ-ᱟ

source: No downloaded files
sat: ᱱᱚᱰᱮ ᱰᱟᱩᱱᱞᱳᱰ ᱟᱠᱟᱱ ᱨᱮᱫ ᱠᱚ ᱵᱚᱱᱩᱜ-ᱟ

source: No downloads here
sat: ᱱᱚᱰᱮ ᱰᱟᱩᱱᱞᱚᱰ ᱠᱚ ᱵᱚᱱᱩᱜ-ᱟ

source: No history here
sat: ᱱᱚᱰᱮ ᱦᱤᱛᱟᱹᱞ ᱵᱚᱱᱩᱜ-ᱟ

source: No internet connection
sat: ᱤᱱᱴᱟᱹᱨᱱᱮᱴ ᱡᱚᱱᱚᱲᱟᱣ ᱵᱟᱹᱱᱩᱜ-ᱟ

source: No open tabs
sat: ᱵᱟᱝᱟ ᱴᱮᱵ ᱠᱚ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

source: No recently closed tabs here
sat: ᱱᱤᱛᱚᱜᱽᱼᱟᱜ ᱵᱚᱸᱫᱚᱼᱟᱜ ᱴᱮᱵ ᱠᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ

source: No site exceptions
sat: ᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱪᱷᱟᱰᱟ ᱠᱚ ᱵᱚᱱᱩᱜ-ᱟ

source: No thanks
sat: ᱵᱟᱝᱟ ᱥᱟᱨᱦᱟᱣ

source: Notification
sat: ᱤᱛᱞᱟᱭ

source: Notifications
sat: ᱤᱛᱞᱟᱭ ᱠᱚ

source: Notifications for tabs received from other Firefox devices.
sat: ᱚᱞᱜᱟ Firefox ᱥᱟᱫᱷᱚᱱ ᱠᱷᱚᱱ ᱴᱮᱵ ᱠᱚ ᱨᱮᱭᱟᱜ ᱠᱷᱚᱵᱚᱨ ᱧᱟᱢᱮᱱᱟ ᱾

source: Not now
sat: ᱱᱤᱛᱚᱜ ᱫᱚ ᱵᱟᱸᱝᱟ

source: Not yet available
sat: ᱱᱤᱛ ᱦᱟᱹᱵᱤᱡ ᱵᱟᱹᱱᱩᱜᱼᱟ

source: Not yet supported
sat: ᱱᱤᱛ ᱦᱟᱹᱵᱤᱡ ᱵᱟᱝ ᱥᱟᱯᱯᱚᱴ ᱟᱠᱟᱱᱟ

source: No update available
sat: ᱦᱟᱹᱞᱤᱭᱟᱜ ᱵᱟᱹᱱᱩᱜ-ᱟ

source: (No username)
sat: (ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱧᱩᱛᱩᱢ ᱵᱟᱹᱱᱩᱜᱼᱟ)

source: Nov
sat: ᱠᱟᱨ

source: Oct
sat: ᱟᱥᱤ

source: Off
sat: ᱵᱚᱸᱫᱚ

source: Offline
sat: ᱟᱸᱯᱷᱞᱟᱭᱤᱱ

source: Offline Mode
sat: ᱚᱯᱷᱞᱟᱭᱤᱱ ᱢᱳᱰ

source: OK
sat: ᱴᱷᱤᱠ

source: Okay, Got it
sat: ᱴᱷᱤᱠ, ᱵᱟᱰᱟᱭ ᱠᱮᱜᱼᱟᱹᱧ

source: OK, Got It
sat: ᱴᱷᱤᱠ, ᱵᱟᱰᱟᱭ ᱠᱮᱜᱼᱟᱹᱧ

source: Older
sat: ᱢᱟᱨᱮᱭᱟᱜ

source: On
sat: ᱪᱟᱹᱞᱩ

source: Only in Custom tabs
sat: ᱠᱷᱟᱹᱞᱤ ᱠᱩᱥᱤᱭᱟᱜ ᱴᱮᱵ ᱠᱚᱨᱮ

source: Only in Private tabs
sat: ᱠᱷᱟᱹᱞᱤ ᱱᱤᱡᱮᱨᱟᱜ ᱴᱮᱵ ᱠᱚᱨᱮ ᱜᱮ

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
sat: ᱟᱢᱟᱜ ᱠᱚᱢᱯᱤᱭᱩᱴᱚᱨ ᱨᱮ Firefox ᱡᱷᱤᱜ ᱢᱮ ᱟᱨ<b>https://firefox.com/pair</b> ᱨᱮ ᱪᱟᱞᱟ ᱢᱮ

source: Open
sat: ᱡᱷᱤᱡ ᱢᱮ

source: Open a new Firefox tab
sat: ᱱᱟᱶᱟ Firefox ᱴᱮᱵ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

source: Open a private tab once: Tap the %s icon.
sat: ᱢᱤᱫ ᱡᱮᱠᱷᱟ ᱯᱨᱭᱣᱮᱴ ᱴᱮᱵ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ: %s ᱟᱭᱠᱚᱱ ᱨᱮ ᱴᱤᱯᱟᱹᱣ ᱢᱮ ᱾

source: Open Camera
sat: ᱠᱮᱢᱨᱟ ᱡᱷᱤᱜ ᱢᱮ

source: Open files downloaded to your device
sat: ᱨᱮᱫ ᱠᱚ ᱡᱷᱤᱡ ᱢᱮ ᱡᱟᱦᱟᱸ ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱰᱟᱩᱱᱞᱳᱰ ᱦᱚᱭ ᱠᱟᱱᱟ

source: Open image in new tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ ᱨᱮ ᱪᱤᱛᱟᱹᱨ ᱡᱷᱤᱡ ᱢᱮ

source: Open in %1$s
sat: %1$s ᱨᱮ ᱡᱷᱤᱡ ᱢᱮ

source: Open in app
sat: ᱮᱯᱯ ᱨᱮ ᱡᱷᱤᱡ ᱢᱮ

source: Open in app? Your activity may no longer be private.
sat: ᱮᱯ ᱨᱮ ᱡᱷᱤᱡ ᱢᱮ? ᱟᱢᱟᱜ ᱠᱟᱹᱢᱤ ᱟᱨ ᱡᱟᱹᱥᱛᱤ ᱜᱷᱟᱹᱬᱤᱡ ᱱᱤᱡᱮᱨᱟᱜ ᱵᱟᱝ ᱛᱟᱦᱮᱸᱱ-ᱟ ᱾

source: Open in new tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ ᱨᱮ ᱡᱷᱤᱡ ᱢᱮ

source: Open in private tab
sat: ᱱᱤᱡᱮᱨᱟᱜ ᱴᱮᱵ ᱨᱮ ᱡᱷᱤᱡ ᱢᱮ

source: Open it in the menu
sat: ᱢᱮᱱᱩ ᱨᱮ ᱡᱷᱤᱡ ᱢᱮ

source: Open link in external app
sat: ᱞᱤᱸᱠ ᱵᱟᱦᱨᱮ ᱮᱯ ᱨᱮ ᱡᱷᱤᱡ ᱢᱮ

source: Open link in new tab
sat: ᱱᱟᱶᱟ ᱴᱮᱵ ᱨᱮ ᱞᱤᱸᱠ ᱡᱷᱤᱡ ᱢᱮ

source: Open link in private tab
sat: ᱯᱨᱭᱣᱮᱴ ᱴᱮᱵ ᱨᱮ ᱞᱤᱸᱠ ᱡᱷᱤᱡ ᱢᱮ

source: Open links in apps
sat: ᱞᱤᱸᱠ ᱠᱚ ᱮᱯ ᱨᱮ ᱡᱷᱤᱡ ᱢᱮ

source: Open links in a private tab
sat: ᱞᱤᱸᱠ ᱠᱚ ᱱᱤᱡᱮᱨᱟᱜ ᱴᱮᱵ ᱨᱮ ᱡᱷᱤᱡᱽ ᱢᱮ

source: Open private tabs every time: Update your private browsing settings.
sat: ᱡᱷᱚᱛᱚ ᱵᱮᱲᱟ ᱱᱤᱡᱚᱨᱟᱜ ᱴᱮᱵᱠᱚ ᱠᱷᱩᱞᱟ ᱠᱟᱜᱼᱢᱮ: ᱱᱤᱡᱚᱴᱨᱟᱜ ᱵᱨᱟᱣᱡᱤᱝ ᱥᱟᱡᱟᱣ ᱠᱚ ᱟᱹᱯᱰᱮᱴ ᱢᱮ ᱾

source: Open settings
sat: ᱥᱟᱡᱟᱣ ᱠᱚ ᱡᱷᱤᱡ ᱢᱮ

source: Open site in browser
sat: ᱥᱟᱭᱤᱴ ᱵᱨᱟᱩᱡᱚᱨ ᱨᱮ ᱡᱷᱤᱡ ᱢᱮ

source: Open source libraries we use
sat: ᱢᱩᱞ ᱠᱷᱩᱞᱟᱹ ᱞᱟᱭᱵᱨᱮᱨᱤ ᱟᱞᱮ ᱵᱮᱵᱷᱟᱨ ᱮᱫᱟ

source: Open tabs
sat: ᱡᱷᱤᱡᱽ ᱟᱠᱟᱱ ᱴᱮᱵ ᱠᱚ

source: Open Tabs
sat: ᱡᱷᱤᱡᱽ ᱟᱠᱟᱱ ᱴᱮᱵ ᱠᱚ

source: Open tabs menu
sat: ᱴᱮᱵ ᱢᱮᱱᱩ ᱡᱷᱤᱜ ᱢᱮ

source: Other
sat: ᱮᱴᱟᱜ-ᱟᱜ

source: Other Bookmarks
sat: ᱮᱴᱟᱜᱟ ᱵᱩᱠᱢᱟᱨᱠ ᱠᱚ

source: <p>Additional information about this problem or error is currently unavailable.</p>
sat: ¶•<p>ᱟᱨᱦᱚᱸ ᱦᱩᱲᱟᱹᱜ ᱵᱟᱵᱚᱛ ᱵᱟᱰᱟᱭ ᱞᱟᱹᱜᱤᱫ ᱟᱨ ᱵᱟᱝ ᱵᱷᱩᱞ ᱵᱟᱵᱚᱛ ᱫᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ ᱾</p>

source: Password
sat: ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫᱽ

source: Password copied to clipboard
sat: ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱨᱮᱴᱚᱵ-ᱵᱚᱰ ᱨᱮ ᱱᱚᱠᱚᱞᱮᱱᱟ

source: Password field must not be empty
sat: ᱥᱟᱵᱟᱫᱽ ᱜᱟᱫᱮᱞ ᱠᱷᱟᱹᱞᱤ ᱟᱞᱚ ᱛᱟᱦᱮᱸᱱ ᱢᱟ

source: Password required
sat: ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱨᱮᱭᱟᱜ ᱫᱚᱨᱠᱟᱨ ᱢᱮᱱᱟᱜ-ᱟ

source: Passwords
sat: ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱠᱚ

source: Paste
sat: ᱞᱟᱴᱷᱟ

source: Paste & Go
sat: ᱞᱟᱴᱷᱟᱭ ᱢᱮ ᱟᱨ ᱪᱟᱞᱟᱜ ᱢᱮ

source: Pause
sat: ᱛᱷᱩᱠᱩᱢ ᱢᱮ

source: Permissions
sat: ᱪᱷᱟᱹᱰ ᱠᱚ

source: Persistent Storage
sat: ᱛᱟᱦᱮᱸᱱᱠᱟᱱ ᱡᱟᱭᱜᱟ

source: Pick a month
sat: ᱪᱟᱸᱫᱚ ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Play
sat: ᱮᱱᱮᱡ ᱢᱮ

source: Please enable tab syncing.
sat: ᱫᱚᱭᱟᱠᱟᱛᱮ ᱴᱮᱵ ᱥᱭᱸᱠᱤᱝ ᱮᱢ ᱪᱷᱚᱭ ᱢᱮ ᱾

source: Please re-authenticate.
sat: ᱫᱚᱭᱟᱠᱟᱛᱮ ᱨᱤᱼᱚᱛᱷᱮᱱᱴᱤᱠᱮᱴ ᱢᱮ ᱾

source: Port restricted for security reasons
sat: ᱡᱟᱹᱯᱛᱤ ᱠᱟᱨᱚᱬ ᱞᱟᱹᱜᱤᱛ ᱟᱠᱚᱴ ᱛᱤᱸᱜᱩ ᱴᱷᱟᱸᱣ

source: Powered By
sat: ᱦᱚᱛᱮ ᱛᱮ ᱫᱟᱲᱮ ᱮᱢ

source: Powered by %1$s
sat: %1$s ᱫᱟᱨᱟᱭ ᱛᱮ ᱫᱟᱲᱮ ᱮᱢ

source: POWERED BY %1$s
sat: %1$s ᱫᱟᱨᱟᱭ ᱛᱮ ᱫᱟᱲᱮ ᱮᱢ

source: Prevents malicious scripts gaining access to your device to mine digital currency.
sat: ᱢᱟᱭᱤᱱ ᱰᱤᱡᱤᱴᱟᱞ ᱯᱩᱭᱥᱟᱹ ᱛᱮ ᱟᱢᱟᱜᱽ ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱢᱤᱞᱟᱠᱭᱩᱞᱟᱹᱥ ᱥᱠᱨᱤᱯᱼᱴ ᱠᱚ ᱟᱫᱮᱨ ᱵᱟᱹᱰ ᱜᱮᱭᱟ ᱾

source: Prevent this page from creating additional dialogs
sat: ᱱᱚᱶᱟ ᱥᱟᱦᱴᱟ ᱟᱠᱚᱴᱮᱢ ᱵᱟᱹᱲᱛᱤ ᱠᱟᱛᱷᱟ ᱵᱮᱱᱟᱣ ᱠᱷᱚᱱ

source: Privacy
sat: ᱱᱤᱥᱚᱱ

source: Privacy and security
sat: ᱱᱤᱥᱚᱱ ᱟᱨ ᱡᱟᱹᱯᱛᱤ

source: Privacy and security settings block trackers, malware, and companies that follow you.
sat: ᱯᱨᱭᱣᱮᱥᱭ ᱟᱨ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱥᱟᱡᱟᱣ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ, ᱢᱟᱞᱣᱮᱨ ᱟᱨ ᱠᱚᱢᱯᱟᱭ ᱠᱚ ᱮᱢᱟᱱ ᱵᱞᱚᱠ ᱠᱚᱣᱟ ᱠᱚ ᱚᱠᱚᱭ ᱫᱚ ᱟᱢ ᱯᱟᱧᱡᱟ ᱠᱟᱫ ᱢᱮᱭᱟ ᱾

source: Privacy notice
sat: ᱱᱤᱥᱚᱱ ᱨᱮᱭᱟᱜ ᱱᱚᱴᱤᱥ

source: Private
sat: ᱯᱨᱭᱣᱮᱴ

source: Private browsing
sat: ᱱᱤᱡᱮᱨᱟᱜ ᱵᱨᱟᱩᱡᱤᱝ

source: Private browsing session
sat: ᱱᱤᱡᱮᱨᱟᱜ ᱵᱨᱟᱩᱡᱤᱝ ᱚᱠᱛᱚ

source: Private %s
sat: %s ᱱᱤᱡᱮᱨᱟᱜ

source: Private Search
sat: ᱱᱤᱡᱮᱨᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ

source: Private session
sat: ᱯᱨᱭᱣᱮᱴ ᱯᱟᱲᱤ

source: Private tab
sat: ᱱᱤᱡᱚᱨᱟᱜ ᱴᱮᱵᱽ᱿

source: Private tab closed
sat: ᱱᱤᱡᱮᱨᱟᱜ ᱴᱮᱵ ᱵᱚᱸᱫᱚᱭᱮᱱᱟ

source: Private tabs
sat: ᱯᱨᱭᱣᱮᱴ ᱴᱮᱵ ᱠᱚ

source: Private tabs closed
sat: ᱱᱤᱡᱮᱨᱟᱜ ᱴᱮᱵ ᱠᱚ ᱵᱚᱸᱫᱚᱭᱮᱱᱟ

source: Private tabs deleted
sat: ᱱᱤᱡᱮᱨᱟᱜ ᱴᱮᱵ ᱠᱚ ᱢᱮᱴᱟᱣᱮᱱᱟ

source: Problem loading page
sat: ᱥᱟᱦᱴᱟ ᱞᱟᱫᱮ ᱰᱤᱜᱟᱹᱣ

source: Protections are OFF for this site
sat: ᱱᱚᱶᱟ ᱥᱟᱭᱤᱴ ᱞᱟᱹᱜᱤᱛ ᱯᱨᱚᱴᱮᱠᱥᱚᱱ ᱠᱚ ᱵᱚᱸᱫᱚ ᱢᱮᱱᱟᱜ-ᱟ

source: Protections are ON for this site
sat: ᱱᱚᱶᱟ ᱥᱟᱭᱤᱴ ᱞᱟᱹᱜᱤᱛ ᱯᱨᱚᱴᱮᱠᱥᱚᱱ ᱠᱚ ᱪᱚᱞᱩ ᱢᱮᱱᱟᱜ-ᱟ

source: Protection Settings
sat: ᱨᱚᱯᱷᱟ ᱥᱟᱡᱟᱣ ᱠᱚ

source: Provide cryptographic authentication services
sat: ᱠᱨᱭᱯᱴᱚᱜᱨᱟᱯᱷᱭᱠ ᱚᱛᱷᱮᱱᱴᱤᱠᱮᱥᱚᱱ ᱥᱟᱹᱨᱣᱤᱥ ᱠᱚ ᱮᱢᱚᱜᱼᱟᱭ

source: Proxy Server Not Found
sat: ᱮᱲᱮ ᱥᱟᱹᱨᱣᱟᱹᱨ ᱵᱟᱝ ᱧᱟᱢ ᱞᱮᱱᱟ

source: Proxy Server Refused Connection
sat: ᱮᱲᱮ ᱥᱟᱹᱨᱚᱣᱟᱹᱨ ᱡᱚᱱᱟᱲᱟᱣ ᱵᱟᱭ ᱦᱮᱸ ᱞᱮᱫᱟ

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
sat: <p>ᱴᱷᱤᱠᱬᱟᱹ ᱫᱚ ᱯᱨᱚᱴᱚᱠᱚᱞ ᱮ ᱫᱮᱠᱷᱟᱣᱮᱫᱟᱭ (ᱡᱮᱢᱚᱱ, <q>wxyz://</q>) ᱵᱨᱟᱣᱡᱟᱹᱨ ᱵᱟᱝ ᱪᱤᱱᱦᱟᱹᱣ ᱫᱟᱲᱮᱭᱟᱜ ᱠᱟᱱᱟ, ᱵᱟᱨᱣᱡᱟᱹᱨ ᱥᱟᱭᱤᱴ ᱨᱮ ᱵᱟᱝ ᱡᱩᱲᱟᱣᱼ ᱫᱟᱲᱮᱭᱟᱜ ᱠᱟᱱᱟ ᱾</p> <ul> <li>ᱟᱢ ᱪᱮᱫ ᱢᱟᱹᱞᱴᱤᱢᱤᱰᱤᱭᱟ ᱟᱨ ᱵᱟᱝ ᱵᱟᱝᱼᱚᱞ ᱥᱟᱹᱨᱣᱤᱥ ᱫᱚᱨᱠᱟᱨ ᱥᱮ? ᱡᱟᱹᱥᱛᱤ ᱡᱤᱱᱤᱥ ᱞᱟᱹᱜᱤᱫ ᱥᱟᱭᱤᱴ ᱧᱮᱞ ᱵᱤᱰᱟᱹᱣ ᱢᱮ ᱾</li> <li>ᱠᱤᱪᱷᱤ ᱯᱚᱨᱴᱟᱞ ᱫᱚ ᱛᱷᱟᱰ ᱯᱟᱨᱴᱭ ᱥᱚᱯᱷᱴᱣᱮᱨ ᱟᱨ ᱵᱟᱝ ᱯᱞᱟᱹᱜᱤᱱᱥ ᱫᱚᱨᱠᱟᱨ ᱚᱠᱟ ᱫᱚ ᱵᱨᱟᱩᱡᱟᱹᱨ ᱪᱤᱷᱟᱣ ᱨᱮ ᱜᱚᱲᱚᱟᱭ ᱾</li> </ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
sat: ¶•<p>ᱵᱽᱨᱟᱣᱡᱟᱨ ᱡᱚᱲᱟᱣ ᱞᱟᱦᱟ ᱮᱱᱟ, ᱢᱮᱱᱠᱷᱟᱱ ᱡᱚᱲᱟᱣ ᱵᱟᱝ ᱧᱮᱞ ᱮᱱᱟ ᱡᱚᱠᱷᱚᱱ ᱠᱷᱚᱵᱚᱨ ᱵᱷᱮᱡᱟᱜ ᱠᱟᱱ ᱛᱟᱦᱮᱱᱟ ᱾ ᱫᱟᱭᱟ ᱠᱟᱛᱮ ᱫᱚᱦᱲᱟ ᱨᱤᱠᱟᱹᱭ ᱢᱮ </p>¶•<ul>•<li>ᱥᱟᱭᱤᱴ ᱵᱟᱝ ᱧᱟᱢ ᱫᱟᱲᱮᱭᱟᱜ-ᱟ ᱥᱮ ᱠᱟᱹᱢᱤ ᱨᱮ ᱛᱟᱦᱮᱱᱟ ᱾ ᱠᱤᱪᱷᱩ ᱜᱷᱟᱹᱲᱤᱡ ᱛᱟᱭᱚᱢ ᱨᱤᱠᱟᱹᱭ ᱢᱮ ᱾ </li>¶•<li> ᱡᱩᱫᱤ ᱥᱟᱦᱴᱟ ᱵᱟᱝ ᱮᱢ ᱞᱟᱫᱮ ᱫᱟᱲᱮᱭᱟᱜ ᱠᱟᱱᱟ, ᱟᱢᱟᱜ ᱰᱤᱵᱷᱟᱭᱥ ᱨᱮᱱᱟᱜ ᱰᱟᱴᱟ ᱥᱮ ᱣᱟᱭ-ᱯᱷᱟᱭ ᱡᱚᱲᱟᱣ ᱧᱮᱞ ᱞᱮᱜᱟᱭ ᱢᱮ ᱾ </li>¶•</ul¶•

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
sat: <p>ᱮᱢ ᱟᱠᱟᱱ ᱴᱷᱤᱠᱬᱟᱹ ᱨᱮ ᱵᱨᱟᱣᱡᱚᱨ ᱦᱚᱥᱴ ᱥᱟᱹᱨᱣᱟᱹᱨ ᱵᱟᱭ ᱧᱟᱢ ᱫᱟᱲᱮᱭᱟᱜ ᱠᱟᱱᱟᱭ ᱾</p> <ul> <li>ᱵᱷᱩᱞ ᱴᱭᱯᱤᱝ ᱞᱟᱹᱜᱤᱫ ᱴᱷᱤᱠᱬᱟᱹ ᱠᱚ ᱧᱮᱞ ᱵᱤᱰᱟᱹᱣ ᱢᱮ ᱡᱮᱢᱚᱱ <strong>ww</strong>.example.com ᱵᱚᱫᱚᱞ ᱛᱮ <strong>www</strong>.example.com.</li> <li>ᱟᱢ ᱡᱩᱫᱤ ᱥᱟᱦᱴᱟ ᱵᱟᱝ ᱞᱚᱰ ᱫᱟᱲᱮᱭᱟᱜ ᱠᱟᱱᱟᱢ, ᱢᱮᱱᱠᱷᱟᱱ ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱨᱮᱭᱟᱜ ᱰᱟᱴᱟ ᱟᱨ ᱵᱟᱝ Wi-Fi ᱡᱩᱲᱟᱹᱣ ᱧᱮᱞ ᱵᱤᱲᱟᱹᱣ ᱢᱮ ᱾</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
sat: <p>ᱵᱨᱟᱩᱡᱟᱹᱨ ᱫᱚ ᱱᱮᱦᱚᱨ ᱨᱤᱴᱨᱭᱤᱵᱷ ᱞᱟᱹᱜᱤᱫ ᱪᱮᱥᱴᱟ ᱵᱚᱸᱫᱚᱭ ᱠᱮᱜᱼᱟᱭ ᱾ ᱥᱟᱭᱴ ᱱᱚᱶᱟ ᱦᱤᱥᱟᱵ ᱨᱮ ᱨᱤᱰᱟᱭᱨᱮᱠᱼᱴ ᱮᱜᱼᱟᱭ ᱡᱮ ᱱᱮᱦᱚᱨ ᱛᱤᱥᱚᱜ ᱵᱟᱭ ᱯᱩᱨᱟᱹᱣᱜᱼᱟ ᱾</p> <ul> <li>ᱟᱢ ᱪᱮᱫ ᱠᱩᱩᱠᱤᱡ ᱠᱚ ᱮᱢᱟᱱ ᱵᱚᱸᱫᱚ ᱟᱠᱟᱫᱼᱟᱢ ᱟᱨ ᱵᱟᱝ ᱵᱞᱚᱠ ᱟᱠᱟᱫᱼᱟᱢ ᱚᱠᱟ ᱫᱚ ᱥᱟᱭᱤᱴ ᱛᱟᱭ ᱫᱚᱨᱠᱟᱨ?</li> <li>ᱡᱚᱫᱤ ᱠᱩᱩᱠᱤᱡ ᱤᱫᱤ ᱠᱟᱛᱮᱫ ᱦᱚᱸ ᱫᱤᱜᱫᱷᱟᱹ ᱵᱟᱝ ᱴᱷᱤᱠ ᱚᱜᱼᱟ, ᱮᱱᱰᱮᱠᱷᱟᱱ ᱱᱚᱶᱟ ᱫᱚ ᱥᱟᱹᱨᱣᱟᱹᱨ ᱠᱚᱱᱯᱷᱤᱜᱭᱩᱨᱮᱥᱚᱱ ᱨᱮ ᱵᱷᱩᱞ ᱛᱟᱦᱮᱸ ᱠᱚᱜᱼᱟ ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱫᱚ ᱵᱟᱝᱟ᱾</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
sat: <p>ᱱᱚᱶᱟ ᱵᱨᱟᱩᱡᱟᱹᱨ ᱫᱚ ᱯᱨᱚᱠᱥᱭ ᱥᱟᱹᱨᱣᱟᱹᱨ ᱞᱟᱹᱤᱫ ᱜᱮ ᱴᱷᱤᱠ ᱟᱠᱟᱱᱟ, ᱦᱮᱞᱮ ᱯᱨᱚᱠᱥᱭ ᱫᱚ ᱵᱟᱭ ᱧᱟᱢ ᱞᱟᱱᱟ ᱾</p> <ul> <li>ᱵᱨᱟᱣᱡᱟᱹᱨ ᱯᱨᱚᱠᱥᱭ ᱠᱚᱱᱯᱷᱤᱜᱭᱩᱨᱮᱥᱚᱱ ᱴᱷᱤᱠ ᱜᱮᱭᱟ ᱥᱮ? ᱥᱟᱡᱟᱣ ᱠᱚ ᱧᱮᱞ ᱢᱮ ᱟᱨ ᱫᱩᱦᱲᱟᱹ ᱪᱮᱥᱴᱟᱭ ᱢᱮ</li> <li>ᱪᱮᱫ ᱯᱨᱚᱠᱥᱭ ᱥᱟᱹᱨᱣᱤᱥ ᱱᱚᱶᱟ ᱱᱮᱴᱣᱟᱨᱠ ᱥᱟᱞᱟᱜ ᱡᱩᱲᱟᱹᱣ ᱟᱱᱩᱢᱟᱹᱛᱭ ᱮᱢᱚ ᱟᱭ ?</li> <li>ᱱᱤᱛ ᱦᱚᱸ ᱵᱟᱭ ᱴᱷᱤᱠ ᱟ? ᱜᱚᱲᱚ ᱞᱟᱹᱜᱤᱫ ᱟᱢᱟᱜ ᱱᱮᱴᱣᱟᱨᱠ ᱮᱰᱢᱤᱱᱤᱥᱴᱨᱮᱴᱚᱨ ᱟᱨ ᱵᱟᱝ ᱤᱱᱴᱚᱨᱱᱮᱴ ᱯᱨᱚᱣᱟᱭᱰᱟᱹᱨ ᱥᱟᱞᱟᱜ ᱠᱟᱛᱷᱟᱜ ᱢᱮ ᱾</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
sat: <p>ᱱᱚᱶᱟ ᱵᱨᱟᱩᱡᱟᱹᱨ ᱫᱚ ᱯᱨᱚᱠᱥᱭ ᱥᱟᱹᱨᱣᱟᱹᱨ ᱞᱟᱹᱤᱫ ᱜᱮ ᱴᱷᱤᱠ ᱟᱠᱟᱱᱟ, ᱦᱮᱞᱮ ᱯᱨᱚᱠᱥᱭ ᱫᱚ ᱵᱟᱭ ᱡᱩᱰᱟᱹᱣ ᱞᱮᱱᱟᱭ ᱾</p> <ul> <li>ᱵᱨᱟᱣᱡᱟᱹᱨ ᱯᱨᱚᱠᱥᱭ ᱠᱚᱱᱯᱷᱤᱜᱭᱩᱨᱮᱥᱚᱱ ᱴᱷᱤᱠ ᱜᱮᱭᱟ ᱥᱮ? ᱥᱟᱡᱟᱣ ᱠᱚ ᱧᱮᱞ ᱢᱮ ᱟᱨ ᱫᱩᱦᱲᱟᱹ ᱪᱮᱥᱴᱟᱭ ᱢᱮ</li> <li>ᱪᱮᱫ ᱯᱨᱚᱠᱥᱭ ᱥᱟᱹᱨᱣᱤᱥ ᱱᱚᱶᱟ ᱱᱮᱴᱣᱟᱨᱠ ᱥᱟᱞᱟᱜ ᱡᱩᱲᱟᱹᱣ ᱟᱱᱩᱢᱟᱹᱛᱭ ᱮᱢᱚ ᱟᱭ ?</li> <li>ᱱᱤᱛ ᱦᱚᱸ ᱵᱟᱭ ᱴᱷᱤᱠ ᱟ? ᱜᱚᱲᱚ ᱞᱟᱹᱜᱤᱫ ᱟᱢᱟᱜ ᱱᱮᱴᱣᱟᱨᱠ ᱮᱰᱢᱤᱱᱤᱥᱴᱨᱮᱴᱚᱨ ᱟᱨ ᱵᱟᱝ ᱤᱱᱴᱚᱨᱱᱮᱴ ᱯᱨᱚᱣᱟᱭᱰᱟᱹᱨ ᱥᱟᱞᱟᱜ ᱠᱟᱛᱷᱟᱜ ᱢᱮ ᱾</li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
sat: <p>ᱵᱨᱟᱣᱡᱚᱨ ᱫᱚ ᱚᱯᱷᱞᱟᱭᱤᱱ ᱢᱳᱰ ᱨᱮ ᱠᱷᱩᱞᱟᱹᱜ ᱠᱟᱱᱟ ᱟᱨ ᱱᱮᱦᱚᱨ ᱟᱠᱟᱱ ᱡᱤᱱᱤᱥ ᱥᱟᱞᱟᱜ ᱵᱟᱝ ᱡᱩᱰᱟᱹᱣᱼᱜ ᱠᱟᱱᱟ ᱾</p> <ul> <li>ᱪᱮᱫ ᱱᱚᱶᱟ ᱥᱟᱫᱷᱱ ᱫᱚ ᱮᱠᱴᱤᱵᱷ ᱱᱮᱴᱣᱟᱨᱠ ᱥᱟᱞᱟᱜ ᱡᱩᱲᱟᱹᱣ ᱠᱟᱱᱟ ?</li> <li>ᱫᱚᱭᱟᱠᱟᱛᱮ ᱚᱱᱞᱟᱭᱤᱱ ᱢᱳᱰ ᱟᱨ ᱥᱟᱦᱴᱟ ᱨᱤᱞᱚᱰ ᱞᱟᱹᱜᱤᱫ "ᱫᱩᱦᱲᱟᱹ ᱪᱮᱥᱴᱟ " ᱛᱮ ᱴᱤᱯᱟᱹᱣ ᱯᱮ ᱾</li> </ul>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
sat: ¶•<p>ᱡᱩᱲᱟᱹᱣ ᱱᱮᱜᱚᱥᱤᱭᱮᱴ ᱡᱚᱠᱷᱟᱜ ᱱᱮᱴᱣᱟᱨᱠ ᱞᱤᱸᱠ ᱠᱚᱴᱟᱣᱮᱱᱟ ᱾ ᱫᱟᱭᱟ ᱠᱟᱛᱮ ᱫᱚᱦᱲᱟ ᱨᱤᱠᱟᱹᱭ ᱢᱮ </p>¶•<ul>•<li>ᱥᱟᱭᱤᱴ ᱵᱟᱝ ᱧᱟᱢ ᱫᱟᱲᱮᱭᱟᱜ-ᱟ ᱥᱮ ᱠᱟᱹᱢᱤ ᱨᱮ ᱛᱟᱦᱮᱱᱟ ᱾ ᱠᱤᱪᱷᱩ ᱜᱷᱟᱹᱲᱤᱡ ᱛᱟᱭᱚᱢ ᱨᱤᱠᱟᱹᱭ ᱢᱮ ᱾ </li>¶•<li> ᱡᱩᱫᱤ ᱥᱟᱦᱴᱟ ᱵᱟᱝ ᱮᱢ ᱞᱟᱫᱮ ᱫᱟᱲᱮᱭᱟᱜ ᱠᱟᱱᱟ, ᱟᱢᱟᱜ ᱰᱤᱵᱷᱟᱭᱥ ᱨᱮᱱᱟᱜ ᱰᱟᱴᱟ ᱥᱮ ᱣᱟᱭ-ᱯᱷᱟᱭ ᱡᱚᱲᱟᱣ ᱧᱮᱞ ᱞᱮᱜᱟᱭ ᱢᱮ ᱾ </li>¶•</ul¶•

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
sat: ¶•<ul>¶ • <li>ᱚᱠᱟ ᱥᱟᱦᱴᱟ ᱧᱮᱞ ᱞᱟᱹᱜᱤᱫ ᱠᱷᱚᱡᱚᱜ ᱠᱟᱱ ᱛᱟᱦᱮᱸᱡ ᱚᱱᱟ ᱫᱚ ᱰᱟᱴᱟ ᱴᱨᱟᱱᱥᱢᱤᱥᱥᱚᱱ ᱨᱮ ᱵᱷᱩᱞ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱞᱮ ᱫᱮᱠᱷᱟᱣ ᱫᱟᱲᱮᱭᱟᱞᱮᱢ ᱠᱟᱱᱟ ᱾</li> <li>ᱫᱚᱭᱟᱠᱟᱛᱮ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱢᱟᱞᱤᱠ ᱡᱩᱜᱟᱡᱩᱜ ᱮᱢ ᱟᱨ ᱦᱩᱲᱟᱹᱜ ᱵᱟᱵᱚᱫ ᱠᱷᱚᱵᱚᱨ ᱮᱢ ᱾</li>¶• </ul>•

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
sat: ¶•<ul>¶ • <li>ᱚᱠᱟ ᱥᱟᱦᱴᱟ ᱧᱮᱞ ᱞᱟᱹᱜᱤᱫ ᱠᱷᱚᱡᱚᱜ ᱠᱟᱱ ᱛᱟᱦᱮᱸᱡ ᱮᱢ ᱚᱱᱟ ᱫᱚ ᱤᱱᱣᱮᱞᱤᱰ ᱟᱨ ᱵᱟᱝ ᱵᱟᱭ ᱥᱟᱯᱯᱚᱴ ᱮᱫ ᱠᱚᱢᱯᱨᱮᱥᱥᱚᱱ ᱯᱷᱚᱨᱢ ᱨᱮ ᱢᱮᱱᱟᱜ ᱠᱷᱟᱹᱛᱤᱨ ᱵᱟᱝ ᱫᱮᱠᱷᱟᱣᱜ ᱠᱟᱱᱟ ᱾</li> <li>ᱫᱚᱭᱟᱠᱟᱛᱮ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱢᱟᱞᱤᱠ ᱡᱩᱜᱟᱡᱩᱜ ᱮᱢ ᱟᱨ ᱦᱩᱲᱟᱹᱜ ᱵᱟᱵᱚᱫ ᱠᱷᱚᱵᱚᱨ ᱮᱢ ᱾</li>¶• </ul>•

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
sat: <p>ᱮᱢ ᱟᱠᱟᱱ ᱴᱷᱤᱠᱬᱟᱹ ᱫᱚ ᱵᱟᱝ ᱵᱟᱰᱟᱭ ᱯᱷᱚᱨᱢᱟᱴ ᱨᱮ ᱢᱮᱱᱟᱜᱼᱟ ᱾ ᱫᱚᱭᱟᱠᱟᱛᱮ ᱡᱟᱭᱜᱟ ᱵᱟᱨ ᱨᱮ ᱵᱷᱩᱞ ᱠᱚ ᱧᱮᱞ ᱵᱤᱰᱟᱹᱣ ᱢᱮ ᱟᱨ ᱫᱩᱦᱲᱟᱹ ᱪᱮᱥᱴᱟᱭ ᱢᱮ ᱾</p>

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
sat: <p>ᱱᱮᱸᱦᱚᱨᱟᱠᱟᱱ ᱴᱷᱤᱠᱬᱟᱹ ᱯᱚᱨᱴ ᱮ ᱩᱫᱩᱜᱮᱟᱭ(ᱡᱮᱢᱚᱱ, <q>mozilla.org:80</q> ᱯᱚᱨᱴ 80 ᱞᱟᱹᱜᱤᱫ mozilla.org ᱨᱮ) ᱚᱫᱷᱤᱠᱟᱸᱥ ᱵᱮᱵᱷᱟᱨᱟᱠᱚ <em>ᱚᱞᱟᱜᱟ ᱦᱤᱹᱥᱟᱵ ᱛᱮ</em> ᱣᱮᱵᱨᱟᱩᱡᱤᱝ ᱪᱷᱚᱰᱟ ᱾ ᱵᱨᱟᱣᱡᱟᱹᱨ ᱫᱚ ᱟᱢᱟᱜ ᱠᱷᱟᱹᱛᱤᱨ ᱟᱨ ᱥᱨᱩᱠᱷᱭᱟᱹ ᱞᱟᱹᱜᱤᱫ ᱱᱮᱦᱚᱨ ᱵᱟᱛᱤᱞ ᱠᱮᱜᱼᱟᱭ ᱾</p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
sat: <p>ᱱᱮᱦᱚᱨ ᱟᱠᱟᱱ ᱥᱟᱭᱤᱴ ᱫᱚ ᱡᱩᱲᱟᱹᱣ ᱵᱟᱭ ᱟᱸᱡᱚᱢ ᱮᱫᱟᱭ ᱟᱨ ᱵᱷᱮᱡᱟ ᱨᱩᱟᱹᱲ ᱮ ᱵᱚᱸᱫᱚ ᱠᱮᱜᱼᱟᱭ ᱾</p> <ul> <li>ᱥᱟᱹᱨᱣᱟᱹᱨ ᱦᱟᱤ ᱰᱤᱢᱟᱸᱰ ᱟᱨ ᱵᱟᱝ ᱵᱟᱛᱷᱟᱱᱤᱛ ᱟᱩᱴᱨᱮᱡ ᱞᱟᱹᱤᱫ ᱦᱩᱭ ᱠᱚᱜᱼᱟ? ᱯᱚᱨᱮ ᱪᱮᱥᱴᱟᱭ ᱢᱮ ᱾</li> <li>ᱟᱢ ᱪᱮᱫ ᱚᱞᱜᱟ ᱥᱟᱭᱤ ᱵᱟᱧ ᱵᱟᱨᱩᱡ ᱫᱟᱲᱟᱭᱟᱜ ᱠᱟᱱᱟᱢ? ᱥᱟᱫᱷᱚᱱ ᱨᱮᱭᱟᱜ ᱱᱮᱴᱣᱟᱨᱠ ᱡᱩᱲᱟᱹᱣ ᱧᱮᱞ ᱵᱤᱰᱟᱹᱣ ᱢᱮ ᱾</li> <li>ᱪᱮᱫ ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱫᱚ ᱯᱷᱟᱭᱟᱨᱣᱟᱞᱞ ᱟᱨ ᱵᱟᱝ ᱯᱨᱳᱠᱥᱭ ᱱᱮᱣᱴᱣᱟᱨᱠ ᱯᱨᱚᱴᱮᱠᱴᱮᱰ ᱜᱮᱭᱟ? ᱵᱷᱩᱞ ᱥᱟᱡᱟᱣ ᱠᱚ ᱠᱟᱹᱜᱤᱫ ᱣᱮᱵ ᱵᱨᱟᱩᱡᱤᱝ ᱨᱮ ᱵᱟᱫᱷᱟ ᱮᱢ ᱫᱟᱲᱮᱜᱼᱟᱭ ᱾</li> <li>ᱱᱤᱛ ᱦᱟᱹᱵᱤᱡ ᱥᱸᱝᱠᱚᱴ ᱨᱮ?ᱜᱚᱲᱚ ᱞᱟᱹᱜᱤᱫ ᱟᱢᱤᱡ ᱱᱮᱴᱣᱟᱨᱠ ᱟᱰᱢᱤᱱᱤᱥᱴᱨᱮᱴᱚᱨ ᱟᱨ ᱵᱟᱝ ᱤᱱᱴᱚᱨᱱᱮᱴ ᱯᱨᱚᱣᱟᱭᱰᱟᱹᱨ ᱥᱟᱞᱟᱜ ᱡᱩᱜᱟᱡᱩᱜ ᱢᱮ</li> </ul>

source: <p>The site at %1$s has been reported as an attack site and has been blocked based on your security preferences.</p>
sat: <p> %1$s ᱨᱮ ᱢᱮᱱᱟᱜ ᱟᱠᱟᱱᱟ ᱥᱟᱭᱴ ᱫᱚ ᱟᱴᱴᱟᱠ ᱥᱟᱭᱤᱴ ᱞᱮᱠᱷᱟ ᱛᱮ ᱠᱷᱚᱵᱚᱨ ᱟᱠᱟᱱᱟ ᱟᱨ ᱟᱢᱟᱜ ᱥᱤᱠᱭᱚᱨᱭᱴᱤ ᱞᱟᱫᱜᱤᱫ ᱚᱱᱟ ᱫᱚ ᱵᱚᱸᱫᱚ ᱟᱠᱟᱱᱟ ᱾</p>

source: <p>The site at %1$s has been reported as a potentially harmful site and has been blocked based on your security preferences.</p>
sat: <p>%1$s ᱨᱮ ᱢᱮᱱᱟᱜ ᱥᱟᱭᱤᱴ ᱫᱚ ᱠᱷᱟᱹᱛᱨᱟ ᱜᱮᱭᱟ ᱟᱨ ᱟᱢᱟᱜ ᱥᱮᱠᱭᱚᱨᱟᱹᱴᱭ ᱯᱨᱤᱯᱷᱮᱨᱮᱱᱥ ᱦᱤᱥᱟᱹᱵ ᱛᱮ ᱵᱞᱚᱠ ᱟᱠᱟᱱᱟ ᱾</p>

source: <p>The site at %1$s has been reported as serving unwanted software and has been blocked based on your security preferences.</p>
sat: <p>%1$s ᱨᱮ ᱢᱮᱱᱟᱜ ᱥᱟᱭᱤᱴ ᱫᱚ ᱵᱮᱠᱟᱨ ᱥᱚᱯᱷᱴᱣᱮᱨ ᱠᱚ ᱵᱟᱛᱚᱣ ᱟᱨ ᱟᱢᱟᱜ ᱥᱮᱠᱭᱚᱨᱟᱹᱴᱭ ᱯᱨᱤᱯᱷᱮᱨᱮᱱᱥ ᱦᱤᱥᱟᱹᱵ ᱛᱮ ᱵᱞᱚᱠ ᱟᱠᱟᱱᱟ ᱾</p>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
sat: <p>ᱥᱟᱭᱤᱴ ᱫᱚ ᱱᱮᱴᱣᱟᱨᱠ ᱱᱮᱦᱚᱨ ᱴᱷᱤᱠ ᱥᱮ ᱵᱟᱭ ᱟᱸᱡᱚᱢ ᱞᱮᱫᱟᱭ ᱟᱨ ᱵᱨᱟᱣᱡᱚᱨ ᱵᱟᱝ ᱞᱟᱦᱟ ᱫᱟᱲᱮᱟᱜᱼᱟᱭ ᱾</p>
